<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="utf-8">
  <title>Calibraciones</title>
</head>
<body>
<h1 style="text-align: center;">Introducci&oacute;n</h1>
<p>Bienvenido al men&uacute; de calibraci&oacute;n. &Eacute;ste men&uacute; le ayudar&aacute; a imprimir calibraciones r&aacute;pida y eficientemente</p>
<h2>&iquest;Por qu&eacute;?</h2>
<p>La mayor&iacute;a de impresoras deber&iacute;an imprimir bastante bien con la configuraci&oacute;n de f&aacute;brica, pero si encuentra algun problema, o si desea ir un paso m&aacute;s all&aacute; en calidad, tendr&iacute;a que asegurarse que todo est&aacute; bien calibrado. Las calibraciones se pueden dividir en tres grupos: impresora, filamento y laminador.</p>
<p>La impresora debe calibrarse primero, despu&eacute;s el filamento y por &uacute;ltimo el laminador.</p>
<h2>Calibraci&oacute;n de impresora</h2>
<p>&Eacute;sto es lo primero a calibrar. Cada impresora es diferente en este aspecto, y deber&iacute;a leer el manual de su impresora para m&aacute;s informaci&oacute;n.</p>
<h3>Calibraci&oacute;n del extrusor</h3>
<p>No tiene una entrada de men&uacute;, porque no puede calibrarse con una impresi&oacute;n. No es obligatorio pero puede ayudar a evitar algunos problemas. La mayor&iacute;a est&aacute; explicado en el men&uacute; calibraci&oacute;n de flujo.</p>
<h3>Nivelaci&oacute;n de cama</h3>
<p>La mayor&iacute;a de impresoras no tienen sistema de nivelaci&oacute;n de cama, e incluso aquellas que lo tienen, deben ser calibrados al menos una vez. Estos men&uacute;es explicar&aacute;n muchas cosas, pero aseg&uacute;rese de leer la documentaci&oacute;n de su impresora en el caso de existir pasos espec&iacute;ficos para su impresora en concreto. &Eacute;sta calibraci&oacute;n es particularmente &uacute;til si desea verificar / afinar el resultado final, o si desea comprobar que no ha cambiado desde la &uacute;ltima vez.</p>
<p>Crear&aacute; 5 peque&ntilde;as piezas. Visualmente deber&iacute;a comprobar las piezas y ver&aacute; donde la cama est&aacute; nivelada y donde necesita realizar algunos ajustes.</p>
<h2>Calibraci&oacute;n de filamento</h2>
<p> Cada filamento tiene propiedades diferentes y puede necesitar ajustes. Aunque el perfil por defecto deber&iacute;a funcionar la mayor&iacute;a de las veces, puede crear defectos evitables. Algunos filamentos especiales (como aquellos que incluyen part&iacute;culas de madera) necesitar&aacute;n ajustes especiales.</p>
<h3>Calibraci&oacute;n del flujo de filamento</h3>
<p>El extrusor muerde el filamento para empujarlo, y la fuerza con que los muelles comprimen el filamento, pueden cambiar el flujo necesitado. Adem&aacute;s, si su extrusor no est&aacute; bien calibrado, estos pasos le ayudar&aacute;n a contrarrestar este problema.</p>
<p>Tenga en cuenta que si su filamento tiene un di&aacute;metro variable o no es totalmente redondo, encontrar&aacute; problemas de flujo, pero &eacute;stas situaciones no pueden arreglarse. Debe cambiar de proveedor / calidad del filamento o invertir en un sensor de grosor de filamento.</p>
<h3>Calibraci&oacute;n de temperatura del filamento</h3>
<p>Algunos filamentos necesitan m&aacute;s temperatura para pegarse, otros sin embargo, necesitan menos temperatura para evitar goteos o ca&iacute;das de voladizos (salientes). Esta calibraci&oacute;n le ayudar&aacute; a encontrar un buen valor para la temperatura. Puede realizar varias pruebas modificando la velocidad del ventilador de capa hasta encontrar la mejor combinaci&oacute;n.</p>
<h2>Calibraci&oacute;n del laminador</h2>
<p>Estas calibraciones le ayudar&aacute;n a encontrar la mejor configuraci&oacute;n de SuperSlicer para su impresora y filamento.</p>
<h3>Calibraci&oacute;n de flujo en puentes</h3>
<p>Los puentes son normalmente dif&iacute;ciles de imprimir con un buen resultado visual. Esta calibraci&oacute;n le ayudar&aacute; a elegir la mejor configuraci&oacute;n para el flujo de filamento en el puente. Tambi&eacute;n puede intentar diferentes velocidades del ventilador de capa para un mismo flujo de filamento en puentes.</p>
<h3>Calibraci&oacute;n del patr&oacute;n de Alisado</h3>
<p>Es dif&iacute;cil imprimir una superficie plana y lisa, ya que puede disminuir su altura en el centro de una gran superficie plana. Esta calibraci&oacute;n le ayudar&aacute; a encontrar la mejor configuraci&oacute;n para compensar ese desnivel.</p>
<h3>Cubo de calibraci&oacute;n</h3>
<p>Esta entrada le permite tener siempre a mano un cubo de calibraci&oacute;n listo para imprimir. Es muy &uacute;til ver si la impresi&oacute;n tiene una buena exactitud dimensional. Esto puede alterarse con varias opciones de compensaci&oacute;n en X-Y.</p>
</body>
</html>
