Repository: robthide37/A3dp-Slicer
Catalog: resources/localization/*/TODO.po
Languages: hu

source: Maximum Wipe deviation to the inside
hu: Maximális törlési eltérés a belső oldalon

source: Milling End G-code
hu: Marási G-kód vége

source: Milling Start G-code
hu: Marási Start G-kód

source: Min surface for gap filling
hu: Min. felület a hézagkitöltéshez

source: Minimum resolution in nanometers
hu: Minimális felbontás nanométerben

source: Minimum retraction
hu: Minimális visszahúzás

source: Minimum unsupported width for an extrusion to apply the bridge fan & overhang speed to this overhang. Can be in mm or in a % of the nozzle diameter. Set to 0 to deactivate overhangs.
hu: Egy extrudálás minimális nem alátámasztott szélessége, hogy a híd hűtését és a túlnyúlás sebességét erre a túlnyúlásra lehessen alkalmazni. Megadható mm-ben vagy a fúvóka átmérőjének %-ában. A túlnyúlások kikapcsolásához állítsa 0-ra.

source: Minimum unsupported width for an extrusion to apply the bridge flow to this overhang. Can be in mm or in a % of the nozzle diameter. Set to 0 to deactivate bridge flow for overhangs.
hu: Egy extrudálás minimális nem alátámasztott szélessége, hogy a hídáramlást erre a túlnyúlásra lehessen alkalmazni. Megadható mm-ben vagy a fúvóka átmérőjének %-ában. A 0 értékre állítva kikapcsolja a hídáramlást a túlnyúlásoknál.

source: Minimum width
hu: Minimális szélesség

source: mm/s for %-based speed
hu: mm/s % alapú sebesség esetén

source: Modifying slices
hu: Szeletek módosítása

source: Mosaic from picture
hu: Mozaik a képről

source: Most likely the configuration was produced by a newer version of %1% or PrusaSlicer.
hu: Valószínűleg a konfigurációt a %1% vagy a PrusaSlicer egy újabb verziója hozta létre.

source: Multimaterial
hu: Többanyagú

source: Multimaterial toolchange string reduction
hu: Többanyagú szerszámcsere húrcsökkentés

source: Multimaterial toolchange temperature
hu: Többanyagú szerszámcsere hőmérséklete

source: Multiple extruders
hu: Több extruder

source: Name and Size
hu: Név és Méret

source: Not on first layer
hu: Nem az első réteg

source: Not on top
hu: Nem a teteje

source: Offset of brim from the printed object. Should be kept at 0 unless you encounter great difficulties to separate them. It's subtracted to brim_width and brim_width_interior, so it has to be lower than them. The offset is applied after the first layer XY compensation (elephant foot).
hu: A perem eltolódása a nyomtatott tárgytól. 0-nál kell tartani, kivéve, ha nagy nehézségekbe ütközik az elválasztásuk. A brim_width és a brim_width_interior értékekből levonásra kerül, tehát ezeknél alacsonyabbnak kell lennie. Az eltolás az első réteg XY-kompenzációja után kerül alkalmazásra (elefántláb).

source: Offsets (for multi-extruder printers)
hu: Eltolás (több extruderrel működő nyomtatók esetén)

source: On
hu: Tovább

source: On first layer
hu: Az első réteg

source: On top surfaces
hu: A felső felületeken

source: One-loop perimeters
hu: Egykörös peremterületek

source: Only for overhangs
hu: Csak túlnyúlások esetén

source: Only on top
hu: Csak felül

source: Only one perimeter
hu: Csak egy kerület

source: Only selected objects
hu: Csak kijelölt objektumok

source: Open Client certificate file
hu: Ügyféltanúsítvány fájl megnyitása

source: Option tags:
hu: Opció címkék:

source: Option use another tags than the current mode.
hu: Opció az aktuális módtól eltérő címkék használata.

source: Options for support material interface
hu: A támaszanyag-interfész lehetőségei

source: Other extrusions acceleration
hu: Egyéb extrudálások gyorsulása

source: Other speed
hu: Egyéb sebesség

source: Output
hu: Kimenet

source: Over raft
hu: Tutaj vége

source: Overhang acceleration
hu: Túlnyúlás gyorsulás

source: Pattern for interface layers. Note that 'Hilbert', 'Ironing' and '(filled)' patterns are meant to be used with soluble supports and 100% fill interface layer.
hu: Mintázat az interfészrétegekhez. Vegye figyelembe, hogy a "Hilbert", "Vasalás" és "(töltött)" mintákat oldható hordozókkal és 100%-os töltésű felületi réteggel kell használni.

source: perimeter
hu: kerület

source: Perimeter anchor
hu: Kerületi rögzítés

source: Perimeter speed
hu: Kerületi sebesség

source: Perimeters & Shell
hu: Peremek & Héj

source: Perimeters will be split into multiple segments by inserting Fuzzy skin points. Lowering the Fuzzy skin point distance will increase the number of randomly offset points on the perimeter wall. Can be a % of the nozzle diameter.
hu: A kerületeket a Fuzzy skin pontok beillesztésével több szegmensre osztjuk. A Fuzzy skin pontok távolságának csökkentése növeli a véletlenszerűen eltolt pontok számát a kerületi falon. A fúvóka átmérőjének egy %-a lehet.

source: Platter icons Color template
hu: Tálca ikonok Színes sablon

source: Position of perimeters' starting points. Cost-based option let you choose the angle and travel cost. A high angle cost will place the seam where it can be hidden by a corner, the travel cost place the seam near the last position (often at the end of the previous infill).
hu: A kerület kezdőpontjainak helyzete. A költségalapú opció lehetővé teszi a szög és az utazási költség kiválasztását. A magas szögköltség olyan helyre helyezi a varratot, ahol azt egy sarok elrejtheti, az utazási költség pedig a varratot az utolsó pozíció közelébe helyezi (gyakran az előző kitöltés végére).

source: Position of perimeters' starting points. Custom can be defined in Advanced or Expert mode. Cost-based settings let you choose the angle and travel cost. A high angle cost will place the seam where it can be hidden by a corner, the travel cost place the seam near the last position (often at the end of the previous infill).
hu: A kerület kezdőpontjainak helyzete. Az egyéni beállítások a haladó vagy szakértői módban határozhatók meg. A költségalapú beállítások lehetővé teszik a szög és az utazási költség kiválasztását. A magas szögköltség olyan helyre helyezi a varratot, ahol azt egy sarok elrejtheti, az utazási költség pedig a varratot az utolsó pozíció közelébe helyezi (gyakran az előző kitöltés végére).

source: Post-processing milling
hu: Utófeldolgozó marás

source: Post-processing script
hu: Utófeldolgozó szkript

source: Preferred orientation
hu: Előnyben részesített irányultság

source: Print remaining times
hu: Hátralévő nyomtatási idő

source: Processing limit
hu: Feldolgozási határérték

source: Raft first layer density
hu: Tutaj első réteg sűrűsége

source: Raft first layer expansion
hu: Tutaj első réteg tágulása

source: Retraction wipe
hu: Visszahúzás törlés

source: Rotate stl around z axes while adding them to the bed.
hu: Forgassa el az stl-t a z tengelyek körül, miközben hozzáadja őket az ágyhoz.

source: Run the fan at default speed when possible
hu: A ventilátort lehetőleg alapértelmezett sebességgel futtassa

source: Seam
hu: Varrás

source: Section
hu: Szekció

source: Settings layout and colors
hu: Beállítások elrendezése és színek

source: Short layer time - began to increase base fan speed
hu: Rövid rétegidő - elkezdte növelni a hűtés sebességét

source: Simple widget to enable/disable the overhangs detection (using 55% and 75% for the two thresholds) Use the expert mode to get more detailled widgets
hu: Egyszerű widget a túlnyúlások érzékelésének engedélyezéséhez/letiltásához (55% és 75% a két küszöbérték) Használja a szakértői módot a részletesebb widgetek eléréséhez

source: Simulate Prusa 'no thick bridge'
hu: Prusa 'nincs vastag híd' szimulálása

source: Size for Gcode
hu: Méret a G-kódhoz

source: Size of the font, and most of the gui (but not the menu and dialog ones). Set to 0 to let the Operating System decide. Please don't set this preference unless your OS scaling factor doesn't works. Set 10 for 100% scaling, and 20 for 200% scaling.
hu: A betűtípus mérete, és a legtöbb gui (de nem a menü és a párbeszédpanel). Állítsa 0-ra, hogy az operációs rendszer döntsön. Kérjük, ne állítsa be ezt a beállítást, kivéve, ha az operációs rendszer méretezési tényezője nem működik. Állítsa be a 10-es értéket a 100%-s méretezéshez, és a 20-as értéket a 200%-s méretezéshez.

source: skirt
hu: szoknya

source: Skirt & Brim
hu: Szoknya & Karima

source: SLA output precision
hu: SLA kimeneti pontosság

source: Slic3r can upload G-code files to a printer host. This field must contain the kind of the host. PrusaLink is only available for prusa printer.
hu: A Slic3r képes G-kód fájlokat feltölteni egy nyomtatóhostra. Ennek a mezőnek tartalmaznia kell a hoszt típusát. A PrusaLink csak a prusa nyomtatóhoz érhető el.

source: Slic3r error
hu: Slic3r hiba

source: Slic3r has encountered an error while taking a configuration snapshot.
hu: A Slic3r hibát észlelt a konfigurációs pillanatfelvétel készítése közben.

source: Slic3r(yellow): ccbe29, PrusaSlicer(orange): cc6429, SuperSlicer(blue): 275cad
hu: Slic3r(sárga): ccbe29, PrusaSlicer(narancs): cc6429, SuperSlicer(kék): 275cad

source: Slic3r(yellow): ccbe29, PrusaSlicer(orange): cc6429, SuperSlicer(blue): 296acc
hu: Slic3r(sárga): ccbe29, PrusaSlicer(narancs): cc6429, SuperSlicer(kék): 296acc

source: Slic3r(yellow): ccbe29, PrusaSlicer(orange): cc6429, SuperSlicer(blue): 3d83ed
hu: Slic3r(sárga): ccbe29, PrusaSlicer(narancs): cc6429, SuperSlicer(kék): 3d83ed

source: Small
hu: Kicsi

source: Small perimeter speed
hu: Kis kerületi sebesség

source: Solid acceleration
hu: Szilárd gyorsulás

source: Solid fill overlap
hu: Szilárd töltés átfedés

source: Solid fill pattern
hu: Szilárd kitöltési minta

source: Some software like (for example) ASUS Sonic Studio injects a DLL (library) that is known to create some instabilities. This option let Slic3r check at startup if they are loaded.
hu: Egyes szoftverek, mint például az ASUS Sonic Studio, olyan DLL-t (könyvtárat) injektálnak, amelyről ismert, hogy instabilitást okoz. Ez az opció lehetővé teszi a Slic3r számára, hogy indításkor ellenőrizze, hogy be vannak-e töltve.

source: spacing
hu: térköz

source: Sparse fill pattern
hu: Ritka kitöltési minta

source: Sparse infill pattern
hu: Ritkás kitöltési minta

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Gap fill extrusions are ignored from the automatic volumetric speed computation, unless you set it to 0. This can be expressed as a percentage (for example: 80%) over the Internal Perimeter speed.
hu: Gyorsaság a kis rések kitöltéséhez rövid cikk-cakkos mozdulatokkal. Tartsa ezt ésszerűen alacsonyan, hogy elkerülje a túl sok rázkódást és a rezonanciaproblémákat. A hézagkitöltő kitolásokat az automatikus térfogatsebesség-számítás figyelmen kívül hagyja, hacsak nem állítja 0-ra. Ez a belső kerületi sebességhez képest százalékban (például: 80%) is kifejezhető.

source: Speed for perimeters (contours, aka vertical shells). This can be expressed as a percentage (for example: 80%) over the Default speed. Set zero to use autospeed for this feature.
hu: Sebesség a kerületekre (kontúrok, más néven függőleges héjak). Ez az alapértelmezett sebességhez képest százalékban (például: 80%) is kifejezhető. Ha nullát állít be, akkor automatikus sebességet használ erre a funkcióra.

source: Speed for printing bridges. This can be expressed as a percentage (for example: 60%) over the Default speed. Set zero to use the autospeed for this feature
hu: A hidak nyomtatásának sebessége. Ez az alapértelmezett sebességhez képest százalékban (például: 60%) is megadható. Ha nullát állít be, akkor az automatikus sebességet használja ehhez a funkcióhoz.

source: Speed for printing overhangs. Can be a % of the bridge speed. Set zero to use autospeed for this feature.
hu: Gyorsaság a túlnyúlások nyomtatásához. A híd sebességének %-a lehet. A nulla beállítással az automatikus sebességet használhatja ehhez a funkcióhoz.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the Default speed. Set zero to use autospeed for this feature.
hu: Sebesség a tömör régiók nyomtatásához (felső/alsó/belső vízszintes héjak). Ez az alapértelmezett sebességhez képest százalékban (például: 80%) is megadható. A nulla beállítással az automatikus sebességet használja ehhez a funkcióhoz.

source: Speed for printing support material interface layers. If expressed as percentage (for example 50%) it will be calculated over support material speed. Set zero to use autospeed for this feature.
hu: Sebesség a hordozóanyag-felületi rétegek nyomtatásához. Ha százalékban van megadva (például 50%), akkor a sebességet a hordozóanyag sebességére kell számítani. Ha nullára állítja, akkor automatikus sebességet használ ehhez a funkcióhoz.

source: Speed for printing support material. This can be expressed as a percentage (for example: 80%) over the Default speed. Set zero to use autospeed for this feature.
hu: A hordozóanyag nyomtatásának sebessége. Ez az alapértelmezett sebességhez képest százalékban (például: 80%) is megadható. Az automatikus sebesség használatához állítsa nullára ezt a funkciót.

source: Speed for printing the internal fill. This can be expressed as a percentage (for example: 80%) over the Solid Infill speed. Set zero to use autospeed for this feature.
hu: A belső kitöltés nyomtatási sebessége. Ezt a sebességet a Solid Infill sebességhez képest százalékban (például: 80%) lehet megadni. Az automatikus sebesség használatához állítsa be a nullát.

source: Speed for printing top solid layers (it only applies to the uppermost external layers and not to their internal solid layers). You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the Solid Infill speed. Set zero to use autospeed for this feature.
hu: Sebesség a felső szilárd rétegek nyomtatásához (csak a legfelső külső rétegekre vonatkozik, a belső szilárd rétegekre nem). Ezt érdemes lassítani, hogy szebb felületet kapjon. Ezt százalékban (például: 80%) lehet kifejezni a Solid Infill sebességhez képest. Az automatikus sebesség használatához állítsa nullára ezt a funkciót.

source: Speed for thin walls (external extrusions that are alone because the obect is too thin at these places). This can be expressed as a percentage (for example: 80%) over the External Perimeter speed. Set zero to use autospeed for this feature.
hu: Sebesség vékony falakhoz (külső extrudálások, amelyek egyedül vannak, mert az obekt túl vékony ezeken a helyeken). Ezt a külső kerület sebességéhez képest százalékban (például: 80%) lehet kifejezni. Állítsa be a nullát az automatikus sebesség használatához erre a funkcióra.

source: Speedup time
hu: Gyorsítási idő

source: Support & Other
hu: Támogatás & Egyéb

source: Support acceleration
hu: Gyorsítás támogatása

source: Support interface acceleration
hu: Támogatja az interfész gyorsítását

source: Support interface fan speed
hu: Támogatja az interfész ventilátor sebességét

source: support material
hu: támaszanyag

source: Support Material
hu: Támasztóanyag

source: Support tower style
hu: Támasztótorony stílus

source: Supporting dense layer
hu: Támasztó sűrű réteg

source: Tab layout Options
hu: Lapkiosztás beállításai

source: tags
hu: címkék

source: Temperature °C
hu: Hőmérséklet (°C)

source: Text color template
hu: Szöveg színsablon

source: The dimensions of the object from file %1% seem to be defined in inches. The internal unit of %2% is a millimeter. Do you want to recalculate the dimensions of the object?
hu: Úgy tűnik, hogy a %1% fájlból származó objektum méretei hüvelykben vannak megadva. A %2% belső mértékegysége milliméter. Szeretné újraszámolni az objektum méreteit?

source: The dimensions of the object from file %1% seem to be defined in meters. The internal unit of %2% is a millimeter. Do you want to recalculate the dimensions of the object?
hu: Úgy tűnik, hogy a %1% fájlból származó objektum méretei méterben vannak megadva. A %2% belső mértékegysége a milliméter. Szeretné újraszámolni az objektum méreteit?

source: The file does not exist.
hu: A fájl nem létezik.

source: The maximum distance that each skin point can be offset (both ways), measured perpendicular to the perimeter wall. Can be a % of the nozzle diameter.
hu: Az egyes bőrpontok maximális távolsága (mindkét irányban), a kerületi falra merőlegesen mérve. A fúvóka átmérőjének %-a lehet.

source: The option you selected in the search dialog isn't available in the current mode/tags. Do you want to switch to the option tag?
hu: A keresési párbeszédpanelben kiválasztott opció nem érhető el az aktuális módban/tagokban. Szeretne átváltani az opciós címkére?

source: The platter is empty. Do you want to save the project?
hu: A tálca üres. Szeretné megmenteni a projektet?

source: The Spiral Vase mode requires: - one perimeter - no top solid layers - 0% fill density - no support material - Ensure vertical shell thickness enabled - disabled 'no solid infill over perimeters' - unchecked 'exact last layer height' - unchecked 'dense infill' - unchecked 'extra perimeters'- unchecked 'gap fill after last perimeter'- disabled 'no solid fill over X perimeters'
hu: A Spirálváza módhoz: - egy kerület - nincs felső szilárd réteg - 0% töltési sűrűség - nincs tartóanyag - függőleges héjvastagság biztosítása engedélyezve - letiltotta a 'nincs szilárd kitöltés a kerület felett' opciót - 'pontos utolsó réteg magassága' nem bejelölve - 'sűrű kitöltés' nem bejelölve - 'extra kerületeinek kitöltése'- 'hézagkitöltés az utolsó kerület után'- 'nincs tömör kitöltés X kerület felett' letiltva

source: The vertical distance between object and support material interface(when the support is printed on top of the object). Can be a % of the nozzle diameter. If set to zero, support_material_contact_distance will be used for both top and bottom contact Z distances.
hu: A függőleges távolság a tárgy és a hordozóanyag határfelülete között (amikor a hordozót a tárgy tetejére nyomtatják). A fúvóka átmérőjének %-a lehet. Ha nullára van állítva, a support_material_contact_distance a felső és az alsó érintkezési Z távolsághoz is felhasználásra kerül.

source: The vertical distance between support material interface and the object(when the object is printed on top of the support). Setting this to 0 will also prevent Slic3r from using bridge flow and speed for the first object layer. Can be a % of the nozzle diameter.
hu: A hordozóanyag és a tárgy közötti függőleges távolság (ha a tárgy a hordozó tetejére van nyomtatva). Ennek 0-ra állítása megakadályozza azt is, hogy a Slic3r az első tárgyrétegnél a híd áramlását és sebességét használja. A fúvóka átmérőjének %-a lehet.

source: These tooltip may be bothersome. You can hide them with this option.
hu: A szerszámtippek zavaróak lehetnek. Ezzel az opcióval elrejtheti őket.

source: Thin Walls
hu: Vékony falak

source: Thin walls acceleration
hu: Vékony falak gyorsulása

source: This custom code is inserted at every extruder change. If you don't leave this empty, you are expected to take care of the toolchange yourself - Slic3r will not output any other G-code to change the filament. You can use placeholder variables for all Slic3r settings as well as {toolchange_z}, {layer_z}, {layer_num}, {max_layer_z}, {previous_extruder} and {next_extruder}, so e.g. the standard toolchange command can be scripted as T{next_extruder}.!! Warning !!: if any character is written here, Slic3r won't output any toochange command by itself.
hu: Ez az egyéni kód minden egyes extruder-váltáskor beillesztésre kerül. Ha ezt nem hagyja üresen, akkor elvárható, hogy a szerszámváltásról maga gondoskodjon - a Slic3r nem fog más G-kódot kiadni a szálcseréhez. Használhat helyőrző változókat az összes Slic3r beállításhoz, valamint a {toolchange_z}, {layer_z}, {layer_num}, {max_layer_z}, {previous_extruder} és {next_extruder}, így pl. a standard toolchange parancsot T{next_extruder} néven lehet szkriptelni!!! Figyelmeztetés !!!: ha bármilyen karaktert ide írunk, a Slic3r önmagában nem ad ki semmilyen toochange parancsot.

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this. For reference, the default bridge flow is (in mm3/mm): (nozzle diameter) * (nozzle diameter) * PI/4
hu: Ez a tényező befolyásolja az áthidaló műanyag mennyiségét. Kicsit csökkentheti, hogy húzza az extrudátumokat és megakadályozza a megereszkedést, bár az alapbeállítások általában jók, és a hűtéssel is érdemes kísérletezni (ventilátorral), mielőtt ezen csípkedne. Referenciaként az alapértelmezett áthidalási áramlás (mm3/mm-ben): (fúvókaátmérő) * (fúvókaátmérő) * PI/4

source: This fan speed is enforced during all support interfaces, to be able to weaken their bonding with a high fan speed. Set to 1 to disable the fan. Set to -1 to disable this override. Can only be overriden by disable_fan_first_layers.
hu: Ez a ventilátorsebesség minden támogató interfésznél érvényesül, hogy a nagy ventilátorsebességgel gyengíteni lehessen a kötésüket. A ventilátor kikapcsolásához állítsa 1-re. Állítsa -1-re, hogy letiltsa ezt a felülbírálást. Csak a disable_fan_first_layers segítségével írható felül.

source: This flag will wipe the nozzle a bit inward after extruding an external perimeter. The wipe_extra_perimeter is executed first, then this move inward before the retraction wipe. Note that the retraction wipe will follow the exact external perimeter (center) line if this parameter is disabled, and will follow the inner side of the external periemter line if enabled
hu: Ez a zászló a fúvókát egy külső kerület extrudálása után egy kicsit befelé törli. Először a wipe_extra_perimeter kerül végrehajtásra, majd ez a befelé mozdulás a visszahúzódó törlés előtt. Vegye figyelembe, hogy a visszahúzási törlés pontosan a külső kerület (középső) vonalát követi, ha ez a paraméter ki van kapcsolva, és a külső kerület vonalának belső oldalát követi, ha engedélyezve van.

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Accelerations from the left column can also be expressed as a percentage of this value. This can be expressed as a percentage (for example: 80%) over the machine Max Acceleration for X axis. Set zero to prevent resetting acceleration at all.
hu: Ez az a gyorsulás, amelyre a nyomtatót a szerepkör-specifikus gyorsulási értékek használata után visszaállítják (kerület/kitöltés). A bal oldali oszlopban szereplő gyorsítások ennek az értéknek a százalékában is kifejezhetők. Ez a gép X tengelyre vonatkozó maximális gyorsulásához képest százalékos értékként (például: 80%) fejezhető ki. Állítsa be a nullát, hogy a gyorsulás egyáltalán ne álljon vissza.

source: This is the acceleration your printer will use for bridges. Can be a % of the default acceleration Set zero to use default acceleration for bridges.
hu: Ez az a gyorsítás, amelyet a nyomtató a hidakhoz használ. Lehet az alapértelmezett gyorsítás %-ában A nulla beállítással az alapértelmezett gyorsulást használja a hidakhoz.

source: This is the acceleration your printer will use for brim and skirt. Can be a % of the support acceleration Set zero to use support acceleration.
hu: Ez az a gyorsítás, amelyet a nyomtató a perem és a szoknya esetében használ. Lehet a hordozó gyorsulás %-ában Ha nullát állít be, akkor a támogatási gyorsulást használja.

source: This is the acceleration your printer will use for external perimeters. Can be a % of the internal perimeter acceleration Set zero to use internal perimeter acceleration for external perimeters.
hu: Ez az a gyorsítás, amelyet a nyomtató a külső peremeknél fog használni. A belső kerület gyorsulásának %-a lehet. A nulla beállítással a belső kerület gyorsulását használja a külső kerületekre.
