Repository: robthide37/A3dp-Slicer
Catalog: resources/localization/*/TODO.po
Languages: hu

source: This is the acceleration your printer will use for first layer of object above raft interface. If set to %, all accelerations will be reduced by that ratio. Set zero to disable acceleration control for first layer of object above raft interface.
hu: Ez az a gyorsítás, amelyet a nyomtató a raft interfész feletti objektum első rétegéhez használ. Ha %-ra van állítva, akkor az összes gyorsulás ezzel az aránnyal csökken. A nulla beállítással kikapcsolható a gyorsításvezérlés a raft-felület feletti objektum első rétegére vonatkozóan.

source: This is the acceleration your printer will use for gap fills. This can be expressed as a percentage over the perimeter acceleration. Set zero to use perimeter acceleration for gap fills.
hu: Ez az a gyorsítás, amelyet a nyomtató a hézagkitöltéshez használ. Ez a peremgyorsulás százalékában fejezhető ki. Ha nullát állít be, akkor a körgyorsítást használja a hézagkitöltéshez.

source: This is the acceleration your printer will use for internal bridges. Can be a % of the default acceleration Set zero to use bridge acceleration for internal bridges.
hu: Ez az a gyorsítás, amelyet a nyomtató a belső hidakhoz használ. Az alapértelmezett gyorsítás %-ában megadható Ha nullát állít be, akkor a belső hidakhoz hídgyorsítást használ.

source: This is the acceleration your printer will use for internal perimeters. Can be a % of the default acceleration Set zero to use default acceleration for internal perimeters.
hu: Ez az a gyorsítás, amelyet a nyomtató a belső peremeknél fog használni. Lehet az alapértelmezett gyorsulás %-a A nulla beállítással az alapértelmezett gyorsulást használja a belső kerületekre.

source: This is the acceleration your printer will use for ironing. Can be a % of the top solid infill acceleration Set zero to use top solid infill acceleration for ironing.
hu: Ez az a gyorsulás, amelyet a nyomtató a vasaláshoz használ. Lehet a felső szilárd töltetgyorsítás %-ában. A nulla beállítással a felső tömör töltet gyorsulását használja vasaláshoz.

source: This is the acceleration your printer will use for overhangs. Can be a % of the bridge acceleration Set zero to to use bridge acceleration for overhangs.
hu: Ez az a gyorsítás, amelyet a nyomtató a túlnyúlásokhoz használ. Lehet a hídgyorsítás %-ában A nullát úgy állítsa be, hogy a hídgyorsítást használja a túlnyúlásokhoz.

source: This is the acceleration your printer will use for solid infills. Can be a % of the default acceleration Set zero to use default acceleration for solid infills.
hu: Ez az a gyorsulás, amelyet a nyomtató a szilárd töltelékekhez használ. Az alapértelmezett gyorsítás %-ában megadható A nulla beállítással az alapértelmezett gyorsulást használja a tömör kitöltésekhez.

source: This is the acceleration your printer will use for Sparse infill. Can be a % of the solid infill acceleration Set zero to use solid infill acceleration for infill.
hu: Ez az a gyorsítás, amelyet a nyomtató a ritkás kitöltéshez használ. A tömör kitöltés gyorsulásának egy %-a lehet. Ha nullát állít be, akkor a tömör kitöltés gyorsulását használja a kitöltéshez.

source: This is the acceleration your printer will use for support material interfaces. Can be a % of the support material acceleration Set zero to use support acceleration for support material interfaces.
hu: Ez az a gyorsítás, amelyet a nyomtató a segédanyag-felületekhez használ. Lehet a támogató anyag gyorsulásának %-a. Ha nullát állít be, akkor a támogató gyorsítást használja a támogatóanyag-felületekhez.

source: This is the acceleration your printer will use for support material. Can be a % of the default acceleration Set zero to use default acceleration for support material.
hu: Ez az a gyorsulás, amelyet a nyomtató a hordozóanyaghoz használ. Lehet az alapértelmezett gyorsulás %-ában A nulla beállítással az alapértelmezett gyorsulást használja a hordozóanyaghoz.

source: This is the acceleration your printer will use for thin walls. Can be a % of the external perimeter acceleration Set zero to use external perimeter acceleration for thin walls.
hu: Ez az a gyorsulás, amelyet a nyomtató a vékony falakhoz használ. A külső kerület gyorsulásának %-a lehet. Ha nullát állít be, akkor a külső kerületi gyorsulást használja a vékony falakhoz.

source: This is the acceleration your printer will use for top solid infills. Can be a % of the solid infill acceleration Set zero to use solid infill acceleration for top solid infills.
hu: Ez az a gyorsulás, amelyet a nyomtató a felső szilárd töltelékekhez használ. A szilárd kitöltés gyorsulásának %-a lehet. A nullát úgy állítsa be, hogy a felső tömör kitöltésekhez a tömör kitöltés gyorsulását használja.

source: This is the DEFAULT extrusion width. It's ONLY used to REPLACE 0-width fields. It's useless when all other width fields have a value. Set this to a non-zero value to allow a manual extrusion width. If left to zero, Slic3r derives extrusion widths from the nozzle diameter (see the tooltips for perimeter extrusion width, infill extrusion width etc). If expressed as percentage (for example: 105%), it will be computed over nozzle diameter. You can set either 'Spacing', or 'Width'; the other will be calculated, using the perimeter 'Overlap' percentages and default layer height.
hu: Ez a DEFAULT extrudálási szélesség. CSAK a 0 szélességű mezők Pótlására használható. Használhatatlan, ha az összes többi szélességi mezőnek van értéke. Állítsa be ezt nem nulla értékre, hogy lehetővé tegye a manuális extrudálási szélességet. Ha nullán hagyja, a Slic3r a fúvóka átmérőjéből származtatja az extrudálás szélességét (lásd a perem extrudálás szélességére, a kitöltő extrudálás szélességére stb. vonatkozó eszköztanácsokat). Ha százalékban van megadva (például: 105%), akkor a fúvóka átmérője fölött lesz kiszámítva. Beállíthatja a 'Spacing' (távolság) vagy a 'Width' (szélesség) értéket; a másik értéket a perem 'Overlap' (átfedés) százalékos értékei és az alapértelmezett rétegmagasság alapján számítja ki.

source: This is the maximum acceleration your printer will use for first layer. If set to %, all accelerations will be reduced by that ratio. Set zero to disable acceleration control for first layer.
hu: Ez a maximális gyorsulás, amelyet a nyomtató az első réteghez használ. Ha %-ra van állítva, akkor az összes gyorsítás ezzel az aránnyal lesz csökkentve. A nulla beállítással az első réteg gyorsításvezérlése letiltható.

source: This is the reference speed that other 'main' speed can reference to by a %. This setting doesn't do anything by itself, and so is deactivated unless a speed depends on it (a % from the left column). This can be expressed as a percentage (for example: 80%) over the machine Max Feedrate for X axis. Set zero to use autospeed for speed fields using a % of this setting.
hu: Ez az a referenciasebesség, amelyre a többi "fő" sebesség %-ban hivatkozhat. Ez a beállítás önmagában nem csinál semmit, ezért ki van kapcsolva, hacsak nem függ tőle egy sebesség (a bal oldali oszlopból egy %). Ez az X tengelyhez tartozó gép maximális előtolási sebességének százalékában (például: 80%) fejezhető ki. Állítsa nullára az autospeed használatát a sebességmezőkhöz ennek a beállításnak a %-ával.

source: This separate setting will affect the speed of brim and skirt. If expressed as percentage (for example: 80%) it will be calculated over the Support speed setting. Set zero to use autospeed for this feature.
hu: Ez a különálló beállítás befolyásolja a perem és a szoknya sebességét. Ha százalékban van megadva (például: 80%), akkor a Támogatási sebesség beállítása fölé lesz számítva. A nulla beállítással az automatikus sebességet használhatja ehhez a funkcióhoz.

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated over the Internal Perimeters speed setting. Set zero to use autospeed for this feature.
hu: Ez a különálló beállítás a külső (látható) peremek sebességét befolyásolja. Ha százalékban van megadva (például: 80%), akkor a belső kerület sebességének beállítása fölé lesz számítva. A nulla beállítással az automatikus sebességet használhatja ehhez a funkcióhoz.

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the Internal Perimeters speed setting above. Set zero to disable.
hu: Ez a különálló beállítás a <= 6,5 mm sugarú körvonalak (általában lyukak) sebességét befolyásolja. Ha százalékban van kifejezve (például: 80%), akkor a fenti Belső kerület sebesség beállításra lesz kiszámítva. A nulla beállítással kikapcsolható.

source: This setting allow you to choose the base for the bridge flow compute, the result will be multiplied by the bridge flow to have the final result. A bridge is an extrusion with nothing under it to flatten it, and so it can't have a 'rectangle' shape but a circle one. * The default way to compute a bridge flow is to use the nozzle diameter as the diameter of the extrusion cross-section. It shouldn't be higher than that to prevent sagging. * A second way to compute a bridge flow is to use the current layer height, so it shouldn't protrude below it. Note that may create too thin extrusions and so a bad bridge quality. * A Third way to compute a bridge flow is to continue to use the current flow/section (mm3 per mm). If there is no current flow, it will use the solid infill one. To use if you have some difficulties with the big flow changes from perimeter and infill flow to bridge flow and vice-versa, the bridge flow ratio let you compensate for the change in speed. The preview will display the expected shape of the bridge extrusion (cylinder), don't expect a magical thick and solid air to flatten the extrusion magically.
hu: Ez a beállítás lehetővé teszi, hogy kiválassza a hídáramlás számításának alapját, az eredményt megszorozzuk a hídáramlással, hogy megkapjuk a végeredményt. A híd egy olyan extrudálás, amely alatt nincs semmi, ami ellapítaná, ezért nem lehet "téglalap" alakú, hanem kör alakú. * A híd áramlás kiszámításának alapértelmezett módja az, hogy a fúvóka átmérőjét használjuk az extrudálás keresztmetszetének átmérőjeként. Ennél nagyobbnak nem szabad lennie a megereszkedés elkerülése érdekében. * A hídáramlás kiszámításának másik módja az aktuális rétegmagasság használata, így nem szabadna alatta kiemelkednie. Vegye figyelembe, hogy ez túl vékony extrudálásokat és így rossz minőségű hidat hozhat létre. * Egy harmadik módja a híd áramlásának kiszámítására az, hogy továbbra is az aktuális áramlás/metszet (mm3 per mm) értéket használjuk. Ha nincs áramlás, akkor a tömör kitöltést fogja használni. Használni, ha van némi nehézsége a nagy áramlási változások a kerület és a kitöltés áramlásról a híd áramlásra és fordítva, a híd áramlási aránya lehetővé teszi, hogy kompenzálja a sebességváltozást. Az előnézet a híd extrudálás várható alakját (henger) fogja megjeleníteni, ne várjon egy varázslatos vastag és tömör levegőre, amely varázslatosan ellapítja az extrudálást.

source: This setting allow you to set the desired flow rate for the autospeed algorithm. It tries to keep a constant feedrate for the entire object. The autospeed is only enable on speed field that have a value of 0. If a speed field is a % of a 0 field, then it will be a % of the value it should have got from the autospeed. If this field is set to 0, then there is no autospeed. If a speed value i still set to 0, it will get the max speed
hu: Ez a beállítás lehetővé teszi a kívánt áramlási sebesség beállítását az autospeed algoritmushoz. Megpróbál egy állandó adagolási sebességet tartani az egész objektumra. Az autospeed csak olyan sebességmezőn engedélyezhető, amelynek értéke 0. Ha egy sebességmező egy 0 mező %-ának felel meg, akkor az érték az autospeedből kapott érték %-ának felel meg. Ha ez a mező 0-ra van állítva, akkor nincs autospeed. Ha egy sebességérték még mindig 0-ra van állítva, akkor a maximális sebességet kapja.

source: This setting allows you to modify the time estimation by a flat amount for each toolchange.
hu: Ez a beállítás lehetővé teszi, hogy minden egyes szerszámcserénél átalányösszeggel módosítsa az időbecslést.

source: This setting allows you to modify the time estimation by a flat amount to compensate for start script, the homing routine, and other things.
hu: Ez a beállítás lehetővé teszi, hogy az időbecslést egy átalányösszeggel módosítsa, hogy kompenzálja az indítási forgatókönyvet, az indítási rutint és egyéb dolgokat.

source: This setting allows you to reduce the overlap between the lines of the solid fill, to reduce the % filled if you see overextrusion signs on solid areas. Note that you should be sure that your flow (filament extrusion multiplier) is well calibrated and your filament max overlap is set before thinking to modify this.
hu: Ez a beállítás lehetővé teszi a tömör kitöltés vonalai közötti átfedés csökkentését, hogy csökkentse a kitöltött %-t, ha a tömör területeken túlterjedés jeleit látja. Vegye figyelembe, hogy győződjön meg arról, hogy az áramlás (a szál extrúziós szorzója) jól kalibrálva van, és a szál maximális átfedése be van állítva, mielőtt ennek módosítására gondolna.

source: This setting allows you to reduce the overlap between the perimeters and the external one, to reduce the impact of the perimeters' artifacts. 100% means that no gap is left, and 0% means that the external perimeter isn't contributing to the overlap with the 'inner' one.
hu: Ez a beállítás lehetővé teszi, hogy csökkentse az átfedést a periméterek és a külső periméterek között, hogy csökkentse a periméterek műtárgyainak hatását. A 100% azt jelenti, hogy nem marad rés, a 0% pedig azt, hogy a külső kerület nem járul hozzá a "belső" kerület átfedéséhez.

source: This setting allows you to reduce the overlap between the perimeters and the gap fill. 100% means that no gaps are left, and 0% means that the gap fill won't touch the perimeters. May be useful if you can see the gapfill on the exterrnal surface, to reduce that artifact.
hu: Ez a beállítás lehetővé teszi a peremek és a hézagkitöltés közötti átfedés csökkentését. A 100% azt jelenti, hogy nem maradnak hézagok, a 0% pedig azt, hogy a hézagkitöltés nem érinti a kerületeket. Hasznos lehet, ha a külső felületen látható a hézagkitöltés, hogy csökkentse ezt a leletet.

source: This setting allows you to set how much an hour of printing time is costing you in printer maintenance, loan, human albor, etc.
hu: Ezzel a beállítással beállíthatja, hogy egy óra nyomtatási idő mennyibe kerül Önnek nyomtatókarbantartás, kölcsönzés, humán albor stb. címén.

source: This template will be used for drawing button text on hover.
hu: Ezt a sablont fogjuk használni a gomb szövegének megrajzolására a lebegtetéskor.

source: This version of Slic3r may not understand configurations produced by the newest Slic3r versions. For example, newer Slic3r may extend the list of supported firmware flavors. One may decide to bail out or to substitute an unknown value with a default silently or verbosely.
hu: A Slic3r ezen verziója nem feltétlenül érti a legújabb Slic3r verziók által létrehozott konfigurációkat. Az újabb Slic3r például kibővítheti a támogatott firmware-verziók listáját. Az ember dönthet úgy, hogy kihátrál, vagy egy ismeretlen értéket csendben vagy verbálisan egy alapértelmezett értékkel helyettesít.

source: threshold for
hu: küszöbérték a

source: Thumbnail options
hu: Miniatűr beállítások

source: Thumbnails
hu: Miniatűrök

source: Time cost
hu: Időköltség

source: Time for start custom gcode
hu: Ideje indítani az egyéni G-kódot

source: Time for toolchange
hu: Szerszámcsere ideje

source: Top fill Pattern
hu: Felső kitöltési minta

source: top infill
hu: felső kitöltés

source: Top infill pattern
hu: Felső kitöltési minta

source: Top solid acceleration
hu: Felső szilárd gyorsulás

source: Tough
hu: Kemény

source: Tuning ironing
hu: Vasalás hangoló

source: UNLOCKED LOCK icon indicates that the values this widget control were changed and at least one is not equal to the system (or default) value. Click to reset current all values to the system (or default) values.
hu: UNLOCKED LOCK ikon azt jelzi, hogy a widget vezérlő értékei megváltoztak, és legalább az egyik nem egyenlő a rendszer (vagy alapértelmezett) értékkel. Kattintson a gombra az aktuális értékek visszaállításához a rendszer (vagy alapértelmezett) értékekre.

source: Use target acceleration for travel deceleration
hu: Célgyorsulás használata a lassításához

source: vertical
hu: függőleges

source: Vertical Hole shrinking compensation
hu: Függőleges lyuk zsugorodásának kompenzálása

source: Very short layer time - began to decrease extrusion rate
hu: Nagyon rövid rétegidő - elkezdte csökkenteni az extrudálási sebességet

source: Volumetric speed for Autospeed
hu: Volumetrikus sebesség az auto. sebességhez

source: Wall Thickness
hu: Falvastagság

source: What to do with the result? insert it into the existing platter or replacing the current platter by a new one?
hu: Mit tegyek az eredménnyel? Helyezzem be a meglévő tálcába, vagy cseréljem le a jelenlegi tálcát egy újjal?

source: When setting other speed settings to 0, Slic3r will autocalculate the optimal speed in order to keep constant extruder pressure. This experimental setting is used to set the highest print speed you want to allow. This can be expressed as a percentage (for example: 100%) over the machine Max Feedrate for X axis.
hu: Ha más sebességbeállításokat 0-ra állít, a Slic3r automatikusan kiszámítja az optimális sebességet, hogy az extrudernyomás állandó maradjon. Ez a kísérleti beállítás a legnagyobb nyomtatási sebesség beállítására szolgál. Ezt százalékban (például: 100%) lehet kifejezni a gép X tengelyre vonatkozó maximális előtolási sebességéhez képest.

source: When you click on the garbage can (or ctrl+del), ask for the action to do. If disable, it will erase all object without asking
hu: Amikor a szemetesre kattintasz (vagy a ctrl+del billentyűkombinációra), kérdezd meg, hogy mit kell tenned. Ha letiltja, akkor az összes objektumot törli, anélkül, hogy megkérdezné.

source: WHITE BULLET icon indicates that the values this widget control are all the same as in the last saved preset.
hu: A WHITE BULLET ikon azt jelzi, hogy az értékek, amelyeket ez a widget vezérel, mind megegyeznek az utolsó mentett előbeállításban szereplő értékekkel.

source: width
hu: szélesség

source: Width & Flow
hu: Szélesség & Áramlás

source: width&spacing combo
hu: szélesség & távolság kombináció

source: Wipe inside
hu: Törölje belülről

source: Wipe inside at start
hu: Kezdéskor törölje a belsejét

source: Wipe tower position
hu: Törölje a torony pozícióját

source: You are running a 32 bit build of %s on 64-bit Windows. 32 bit build of %s will likely not be able to utilize all the RAM available in the system. Please download and install a 64 bit build of %s. Do you wish to continue?
hu: Ön a %s 32 bites verzióját futtatja 64 bites Windows alatt. A %s 32 bites verziója valószínűleg nem fogja tudni kihasználni a rendszerben rendelkezésre álló összes RAM-ot. Kérjük, töltse le és telepítse a %s 64 bites verzióját. Szeretné folytatni?

source: You can increase this to over-extrude on the first layer if there is not enough plastic because your bed isn't levelled. Note: DON'T USE THIS if your only problem is bed leveling, LEVEL YOUR BED! Use this setting only as last resort after all calibrations failed.
hu: Ezt növelheti az első rétegnél, ha nincs elég anyag, mert az ágy nincs kiegyenlítve. Megjegyzés: NE HASZNÁLJA EZT, ha az egyetlen probléma az ágy szintezése, SZINTEZZE AZ ÁGYAT! Ezt a beállítást csak végső megoldásként használja, miután már minden kalibrálás sikertelen volt.

source: You will not be asked about it again, when: - Closing %1%, - Loading or creating a new project
hu: Nem fogják újra megkérdezni, ha: - Bezárás %1%, - Új projekt betöltése vagy létrehozása

source: You will not be asked about the unsaved changes in presets the next time you: - Closing %1% while some presets are modified, - Loading a new project while some presets are modified
hu: A következő alkalommal nem kérdezi meg Önt az előbeállítások el nem mentett módosításairól: - %1% bezárása, miközben néhány előbeállítás módosul, - Új projektet tölt be, miközben egyes előbeállítások módosultak.

source: Your current tags:
hu: A jelenlegi címkék:

source: z utilities
hu: Z használat

source: Z-offset
hu: Z-eltolás
