Repository: robthide37/A3dp-Slicer
Catalog: resources/localization/*/TODO.po
Languages: hu

source: $ per hour
hu: $ per óra

source: % of perimeter flow
hu: A kerületi áramlás %-ában

source: %1% is closing
hu: %1% bezár

source: %1% started after a crash
hu: %1% egy összeomlás után indult

source: %1% will remember your action.
hu: %1% emlékezni fog a műveletre.

source: %1% will remember your choice.
hu: %1% emlékezni fog a választásodra.

source: %1%: Don't ask me again
hu: %1%: Ne kérdezd újra

source: %1%: Open hyperlink
hu: %1%: Hyperlink megnyitása

source: %5% crashed last time when attempting to set window position. We are sorry for the inconvenience, it unfortunately happens with certain multiple-monitor setups. More precise reason for the crash: "%1%". For more information see our GitHub issue tracker: "%2%" and "%3%" To avoid this problem, consider disabling "%4%" in "Preferences". Otherwise, the application will most likely crash again next time.
hu: %5% legutóbb az ablak pozíciójának beállításakor összeomlott. Elnézést kérünk a kellemetlenségért, ez sajnos előfordul bizonyos többmonitoros beállításoknál. Az összeomlás pontosabb oka: "%1%". További információért lásd a GitHub issue trackerünket: "%2%" és "%3%". A probléma elkerülése érdekében fontolja meg a "%4%" kikapcsolását a "Beállítások" menüpontban. Ellenkező esetben az alkalmazás nagy valószínűséggel legközelebb is összeomlik.

source: %s requires OpenGL 2.0 capable graphics driver to run correctly, while OpenGL version %1%, render %2%, vendor %3% was detected.
hu: A %s helyes futtatásához OpenGL 2.0-képes grafikus vezérlőre van szükség, miközben az OpenGL verziója %1%, render %2%, gyártó %3% volt.

source: 3D &Platter Tab
hu: 3D & Tálca lap

source: "G92 E0" was found in before_layer_gcode, which is incompatible with absolute extruder addressing.
hu: A "G92 E0" a before_layer_gcode-ban található, ami nem kompatibilis az abszolút extruder címzéssel.

source: "G92 E0" was found in layer_gcode, which is incompatible with absolute extruder addressing.
hu: "G92 E0" volt a layer_gcode-ban, ami nem kompatibilis az abszolút extruder címzéssel.

source: A percentage of the perimeter flow (mm3/s) is used as a limit for the gap fill flow, and so the gapfill may reduce its speed when the gap fill extrusions became too thick. This allow you to use a high gapfill speed, to print the thin gapfill quickly and reduce the difference in flow rate for the gapfill. Set zero to deactivate.
hu: A réskitöltés áramlásának határértékeként a peremáram százalékos értékét (mm3/s) használják, és így a réskitöltés csökkentheti a sebességét, ha a réskitöltő extrudálás túl vastag lett. Ez lehetővé teszi, hogy nagy réskitöltési sebességet használjon, hogy gyorsan nyomtassa a vékony réskitöltést, és csökkentse a réskitöltés áramlási sebességének különbségét. A kikapcsoláshoz állítsa nullára.

source: Acceleration for travel moves (jumps between distant extrusion points). Can be a % of the default acceleration Set zero to use default acceleration for travel moves.
hu: Gyorsítás az utazási mozgásokhoz (távoli extrudálási pontok közötti ugrások). Lehet az alapértelmezett gyorsulás %-ában A nulla beállítással az alapértelmezett gyorsulás használható az utazó mozgásokhoz.

source: Activate this option to modify the flow to acknowledge that the nozzle is round and the corners will have a round shape, and so change the flow to realize that and avoid over-extrusion. 100% is activated, 0% is deactivated and 50% is half-activated. Note: At 100% this changes the flow by ~5% over a very small distance (~nozzle diameter), so it shouldn't be noticeable unless you have a very big nozzle and a very precise printer.
hu: Aktiválja ezt az opciót az áramlás módosításához, hogy tudomásul vegye, hogy a fúvóka kerek, és a sarkok kerek alakúak lesznek, és így az áramlást úgy módosítsa, hogy ezt megvalósítsa, és elkerülje a túlzott extrudálást. A 100% aktiválva van, a 0% kikapcsolva, az 50% pedig félig aktiválva. Megjegyzés: 100%-nál ez ~5%-kal változtatja meg az áramlást egy nagyon kis távolságon (~fúvókaátmérő), így ez nem lehet észrevehető, hacsak nincs nagyon nagy fúvókája és nagyon precíz nyomtatója.

source: advanced
hu: fejlett

source: Advanced Infill options
hu: Fejlett kitöltési lehetőségek

source: All surfaces
hu: Minden felület

source: All tags
hu: Minden címke

source: Allow all perimeters to overlap, instead of just external ones. 100% means that perimeters can overlap completly on top of each other. 0% will deactivate this setting
hu: Engedélyezze az összes kerület átfedését, ahelyett, hogy csak a külső kerületeket fedné át. A 100% azt jelenti, hogy a kerületi határok teljesen átfedhetik egymást. A 0% kikapcsolja ezt a beállítást

source: Allow outermost perimeter to overlap itself to avoid the use of thin walls. Note that flow isn't adjusted and so this will result in over-extruding and undefined behavior. 100% means that perimeters can overlap completly on top of each other. 0% will deactivate this setting
hu: Engedje meg, hogy a legkülső kerület átfedje önmagát, hogy elkerülje a vékony falak használatát. Vegye figyelembe, hogy az áramlás nincs beállítva, így ez túlnyúlást és meghatározatlan viselkedést fog eredményezni. A 100% azt jelenti, hogy a kerületek teljesen átfedhetik egymást. A 0% kikapcsolja ezt a beállítást

source: Also for all perimeters
hu: Minden kerület esetében is

source: Always ask for unsaved changes in presets, when: - Closing Slic3r while some presets are modified, - Loading a new project while some presets are modified
hu: Mindig kérdezze meg az előbeállítások el nem mentett módosításait, amikor: - A Slic3r bezárása, miközben egyes előbeállítások módosításra kerültek, - Új projekt betöltése, miközben néhány előbeállítás módosult.

source: Always ask for unsaved changes in project, when: - Closing Slic3r, - Loading or creating a new project
hu: Mindig kérjen el nem mentett változtatásokat a projektben, amikor: - A Slic3r bezárása, - Új projekt betöltése vagy létrehozása

source: Anchor solid infill by X mm
hu: Horgonyzó tömör kitöltés X mm-rel

source: Angle
hu: Szög

source: Apply on
hu: Alkalmazás

source: Are you sure you want to delete all substitutions?
hu: Biztos, hogy törölni akarja az összes helyettesítést?

source: As a workaround, you may run %1% with a software rendered 3D graphics by running %2%.exe with the --sw-renderer parameter.
hu: Megoldásként futtathatja a %1%-ot szoftveresen renderelt 3D grafikával, ha a %2%.exe programot a --sw-renderer paraméterrel futtatja.

source: Ask for 'new project' on 'Delete all'
hu: Kérjen 'új projektet' az 'Összes törlése' menüpontban

source: at %1%%% over support interface surfaces
hu: %1%%%-nál a tartófelületek felett

source: At end
hu: A végén

source: At start
hu: Indításkor

source: Auto Speed will try to maintain a constant flow rate accross all print moves. It is not recommended to include gap moves to the Auto Speed calculation(by setting this value to 0). Very thin gap extrusions will often not max out the flow rate of your printer. As a result, this will cause Auto Speed to lower the speeds of all other print moves to match the low flow rate of these thin gaps.
hu: Az Auto Speed megpróbálja fenntartani az állandó áramlási sebességet az összes nyomtatási művelet során. Nem ajánlott a hézagmozgásokat az Auto Speed számításba bevonni (ezt az értéket 0-ra állítva). A nagyon vékony hézagú extrudálások gyakran nem fogják maximalizálni a nyomtató áramlási sebességét. Ennek eredményeképpen az Auto Speed csökkenti az összes többi nyomtatási művelet sebességét, hogy megfeleljen az ilyen vékony hézagok alacsony áramlási sebességének.

source: BACK ARROW icon indicates that the values this widget control were changed and at least one is not equal to the last saved preset. Click to reset current all values to the last saved preset.
hu: A BACK ARROW ikon azt jelzi, hogy a widget vezérlő értékei megváltoztak, és legalább az egyik nem egyezik meg az utolsó mentett előbeállítással. Kattintson a gombra az aktuális értékek visszaállításához az utolsó elmentett előbeállításra.

source: Before extruding an external perimeter, this flag will place the nozzle a bit inward and in advance of the seam position before unretracting. It will then move to the seam position before extruding.
hu: A külső kerület extrudálása előtt ez a zászló a fúvókát egy kicsit befelé és a varrat pozíciója elé helyezi, mielőtt visszahúzódna. Ezután az extrudálás előtt a varrat pozíciójába mozog.

source: Behavior
hu: Viselkedés

source: Between extrusion role change G-code
hu: Extrudálás közötti szerepváltoztatás G-kód

source: Big
hu: Nagy

source: Blacklisted libraries loaded into %1% process:
hu: Feketelistán szereplő könyvtárakat töltöttek be a %1% folyamatba:

source: Bridge flow
hu: Híd áramlás

source: Bridge flow baseline
hu: Híd áramlás alapvonal

source: Bridge lines density
hu: Hídvonalak sűrűsége

source: Bridge speed and fan
hu: Hídsebesség és ventilátor

source: Bridge type
hu: Híd típusa

source: Brim & Skirt
hu: Karima & Szoknya

source: Brim & Skirt acceleration
hu: Karima & Szoknya gyorsulás

source: Brim & Skirt speed
hu: Karima és Szoknya sebesség

source: build volume
hu: építési mennyiség

source: By how much the 'wipe inside' can dive inside the object (if possible)? In % of the perimeter width. Note: don't put a value higher than 50% if you have only one perimeter, or 150% for two perimeter, etc... or it will ooze instead of wipe.
hu: Mennyivel tud a "belsejében lévő törlés" belemerülni a tárgy belsejébe (ha lehetséges)? A kerületi szélesség %-ában. Megjegyzés: ne adj 50%-nál nagyobb értéket, ha csak egy kerületed van, vagy 150%-ot, ha két kerületed van, stb... különben a törlés helyett szivárogni fog.

source: Can't open directory '%1%'. Config bundles from here can't be loaded.
hu: Nem lehet megnyitni a '%1%' könyvtárat. Az innen származó konfigurációs csomagok nem tölthetők be.

source: Cap gapfill speed with perimeter flow
hu: Cap gapfill sebesség periméteres áramlással

source: Cap with
hu: Sapka

source: Cap with perimeter flow
hu: Kupak peremkerületi áramlás

source: Casting
hu: Öntés

source: Change the bridge type and the bridge overlap to compute the same extrusions as when the PrusaSlicer 'thick bridge' isn't selected. As long as it's selected, it will modify them. Unselect it to deactivate this enforcement.
hu: Módosítsa a híd típusát és a híd átfedését, hogy ugyanazokat az extrudálásokat számítsa ki, mint amikor a PrusaSlicer "vastag híd" nincs kiválasztva. Amíg ki van választva, addig módosítja őket. Vegye le a kijelölést, hogy kikapcsolja ezt a végrehajtást.

source: Change the perimeter extrusion widths to ensure that there is an exact number of perimeters for this wall thickness value. It won't put the perimeter width below the nozzle diameter, and up to double. Note that the value displayed is just a view of the current perimeter thickness, like the info text below. The number of perimeters used to compute this value is one loop, or the custom variable 'wall_thickness_lines' (advanced mode) if defined. If the value is too low, it will revert the widths to the saved value. If the value is set to 0, it will show 0.
hu: Módosítsa a kerület extrudálási szélességeket, hogy a falvastagság értékéhez pontosan annyi kerület legyen, ahányat kell. Nem fogja a peremszélességet a fúvóka átmérője alá helyezni, és legfeljebb a duplájára. Vegye figyelembe, hogy a megjelenített érték csak az aktuális kerületi vastagság nézete, mint az alábbi infoszöveg. Az érték kiszámításához használt periméterek száma egy ciklus, vagy a 'wall_thickness_lines' egyéni változó (haladó mód), ha definiálva van. Ha az érték túl alacsony, a program visszaállítja a szélességeket a mentett értékre. Ha az érték 0-ra van beállítva, akkor 0-t fog mutatni.

source: Changing some options will trigger application restart. You will lose the content of the platter.
hu: Néhány beállítás megváltoztatása az alkalmazás újraindítását váltja ki. Elveszíti a tálca tartalmát.

source: Check for problematic dynamic libraries
hu: Problémás dinamikus könyvtárak ellenőrzése

source: Choose the gui package to use. It controls colors, settings layout, quick settings, tags (simple/expert).
hu: Válassza ki a használni kívánt gui csomagot. Ez vezérli a színeket, a beállítások elrendezését, a gyorsbeállításokat, a címkéket (egyszerű/szakértői).

source: Client Certificate File
hu: Ügyféltanúsítvány fájl

source: Client certificate file is optional. It is only needed if you use 2-way ssl.
hu: Az ügyféltanúsítvány fájl opcionális. Csak akkor van rá szükség, ha 2-way ssl-t használ.

source: Client certificate files (*.pfx, *.p12)|*.pfx;*.p12|All files|*.*
hu: Ügyfél-tanúsítványfájlok (*.pfx, *.p12)|*.pfx;*.p12|Minden fájl|*.*

source: Closing %1% while some presets are modified.
hu: %1% bezárása néhány előbeállítás módosítása közben.

source: Closing %1%. Current project is modified.
hu: Záró %1%. A jelenlegi projekt módosul.

source: Color override
hu: Szín felülírása

source: Color template used by the icons on the platter.
hu: A tálcán lévő ikonok által használt színsablon.

source: Colour Change G-code
hu: Színváltás G-kód

source: Connection length
hu: Csatlakozás hossza

source: Convert round vertical holes to polyholes
hu: Kerek függőleges lyukak átalakítása többlyukúvá

source: Cooling fan
hu: Hűtőventilátor

source: Could not connect to Monoprice lcd
hu: Nem tudott kapcsolódni a Monoprice LCD-hez

source: Create a new project?
hu: Új projekt létrehozása?

source: Create an mosaic-like tile with filament changes.
hu: Hozzon létre mozaikszerű csempét a szálak váltakozásával.

source: Curve smoothing
hu: Görbe simítás

source: Custom Client certificate file can be specified for 2-way ssl authentication, in p12/pfx format. If left blank, no client certificate is used.
hu: Egyéni ügyféltanúsítvány fájl adható meg a kétirányú ssl hitelesítéshez, p12/pfx formátumban. Ha üresen hagyjuk, nem használunk ügyféltanúsítványt.

source: Decelerate with target acceleration
hu: Lassítás célgyorsulással

source: Default speed
hu: Alapértelmezett sebesség

source: Dental
hu: Fogászati

source: Depth
hu: Mélység

source: Deretraction
hu: Visszavonás

source: Display mirroring
hu: Megjelenítés tükrözése

source: Distance
hu: Távolság

source: Distance between skirt and object(s) ; or from the brim if using draft shield or you set 'skirt_distance_from_brim'.
hu: A szoknya és a tárgy(ak) közötti távolság ; vagy a peremtől, ha huzatpajzsot használunk, vagy ha a 'skirt_distance_from_brim' értéket állítottuk be.

source: Enable ironing post-process
hu: Vasalás utófeldolgozás engedélyezése

source: Erase all objects
hu: Törölje az összes objektumot

source: Export &Plate
hu: Export & Lemez

source: Export current plate (options available in the dialog)
hu: Aktuális lemez exportálása (a párbeszédpanelen elérhető opciók)

source: Export headers with date and time
hu: Export fejlécek dátummal és idővel

source: Export Platter:
hu: Export tálca:

source: external perimeter
hu: külső kerület

source: External Perimeter acceleration
hu: Külső kerületi gyorsulás

source: External perimeter first
hu: Először külső kerület

source: External perimeters in vase mode
hu: Külső peremek váza módban

source: Extra perimeters
hu: Extra kerületek

source: Extra unretraction
hu: Extra visszahúzás

source: Extruder clearance (mm)
hu: Extruder távolság (mm)

source: Extrusion direction
hu: Extrudálás iránya

source: Extrusion section (mm³/mm)
hu: Extrudált keresztmetszet (mm³/mm)

source: Extrusion type change G-code
hu: Extrudálás típusváltás G-kód

source: Fan speed - default
hu: Alapértelmezett ventilátor sebesség

source: Fill pattern for bottom infill. This only affects the bottom visible layer, and not its adjacent solid shells. If you want an 'aligned' pattern, set 90° to the fill angle increment setting.
hu: Kitöltési minta az alsó kitöltéshez. Ez csak az alsó látható réteget érinti, a szomszédos tömör héjakat nem. Ha "igazított" mintát szeretne, állítsa be a kitöltési szög növekményének 90°-os értékét.

source: Fill pattern for general low-density infill. If you want an 'aligned' pattern, set 90° to the fill angle increment setting.
hu: Kitöltési minta általános kis sűrűségű kitöltéshez. Ha "igazított" mintát szeretne, állítsa be a kitöltési szög növekményének 90°-os értékét.

source: Fill pattern for solid (internal) infill. This only affects the solid not-visible layers. You should use rectilinear in most cases. You can try ironing for translucent material. Rectilinear (filled) replaces zig-zag patterns by a single big line & is more efficient for filling little spaces. If you want an 'aligned' pattern, set 90° to the fill angle increment setting.
hu: Tömör (belső) kitöltési minta. Ez csak a szilárd, nem látható rétegeket érinti. A legtöbb esetben egyenes vonalú mintát kell használnia. Az áttetsző anyaghoz megpróbálhatja a vasalást. A egyenes vonalú (kitöltött) a cikk-cakkos mintákat egyetlen nagy vonallal helyettesíti & hatékonyabb a kis terek kitöltéséhez. Ha "igazított" mintát szeretne, állítsa be a kitöltési szög növekményének 90°-os beállítását.

source: Fill pattern for top infill. This only affects the top visible layer, and not its adjacent solid shells. If you want an 'aligned' pattern, set 90° to the fill angle increment setting.
hu: Töltse ki a felső kitöltés mintáját. Ez csak a felső látható réteget érinti, a szomszédos tömör héjakat nem. Ha "igazított" mintát szeretne, állítsa be a kitöltési szög növekményének 90°-os értékét.

source: Filtering
hu: Szűrés

source: first layer
hu: első réteg

source: First layer height can't be lower than %s
hu: Az első réteg magassága nem lehet alacsonyabb, mint %s

source: Flat time compensation
hu: Átlagos időkompenzáció

source: Flexible
hu: Rugalmas

source: Flow ratio
hu: Áramlási arány

source: Focusing platter on mouse over
hu: Fókuszáló tányér az egérrel

source: Format of G-code thumbnails
hu: A G-kód miniatűrök formátuma

source: Format of G-code thumbnails: PNG for best quality, JPG for smallest size, QOI for low memory firmware
hu: A G-kódos miniatűrök formátuma: PNG a legjobb minőséghez, JPG a legkisebb mérethez, QOI az alacsony memóriaigényű firmware-hez.

source: Gap Fill
hu: Hézag kitöltés

source: Gap fill acceleration
hu: Hézagkitöltés gyorsítása

source: Gcode precision
hu: G-kód pontosság

source: General wipe
hu: Általános törlés

source: Gui Colors
hu: Gui színek

source: Heat-resistant
hu: Hőállóság

source: Hide tooltips on slice buttons
hu: Eszköztájékoztatók elrejtése a szeletelés gombokon

source: horizontal
hu: vízszintes

source: Horizontal width of the brim that will be printed around each object on the first layer. When raft is used, no brim is generated (use raft_first_layer_expansion).
hu: A perem vízszintes szélessége, amely az első réteg minden egyes objektuma köré lesz nyomtatva. A raft használatakor nem generál szegélyt (használja a raft_first_layer_expansion-t).

source: Icon
hu: Ikon

source: If disabled, moving the mouse over the platter panel will not change the focus but some shortcuts from the platter may not work. If enabled, moving the mouse over the platter panel will move focus there, and away from the current control.
hu: Ha letiltva van, az egérnek a tányérpanel fölé történő mozgatása nem változtatja meg a fókuszt, de előfordulhat, hogy a tányér egyes parancsikonjai nem működnek. Ha engedélyezve van, az egérnek a tányérpanel fölé történő mozgatása a fókuszt oda, és az aktuális vezérlőtől távolabb helyezi.

source: If expressed as absolute value in mm/s, this speed will be usedf as a max over all the print moves of the first object layer above raft interface, regardless of their type. If expressed as a percentage it will scale the current speed (max 100%). Set it at 100% to remove this speed modification.
hu: Ha abszolút értékként van megadva mm/s-ban, akkor ez a sebesség lesz af maximális érték a tutajfelület feletti első objektumréteg összes nyomtatási mozgására, függetlenül azok típusától. Ha százalékban van megadva, akkor az aktuális sebességet skálázza (max. 100%). Ha 100%-ra állítja be, akkor ez a sebességmódosítás megszűnik.

source: If selected, the deceleration of a travel will use the acceleration value of the extrusion that will be printed after it (if any)
hu: Ha be van jelölve, az út lassítása az utána nyomtatandó extrudálás gyorsulási értékét fogja használni (ha van ilyen).

source: If this is enabled, Slic3r will add the date of the export to the first line of any exported config and gcode file. Note that some software may rely on that to work, be careful and report any problem if you deactivate it.
hu: Ha ez engedélyezve van, a Slic3r hozzáadja az exportálás dátumát az exportált konfigurációs és gcode fájl első sorához. Ne feledje, hogy néhány szoftver függhet ettől a funkciótól, legyen óvatos, és jelentse a problémát, ha kikapcsolja.

source: If you use a color with higher than 80% saturation and/or value, these will be increased. If lower, they will be decreased.
hu: Ha 80%-nál magasabb telítettségű és/vagy értékű színt használ, akkor ezek megnövekednek. Ha alacsonyabb, akkor csökkentésre kerülnek.

source: Include modifiers
hu: Beleértve a módosítókat

source: Include presets
hu: Előbeállítások felvétele

source: Include supports
hu: Beleértve a támaszokat

source: increment
hu: növekedés

source: Infill bridges
hu: Kitöltőhidak

source: Infill speed
hu: Kitöltési sebesség

source: Internal bridges acceleration
hu: Belső hidak gyorsulása

source: Internal Perimeter acceleration
hu: Belső kerületi gyorsulás

source: Ironing acceleration
hu: Vasalás gyorsítása

source: Ironing infill pattern tuning
hu: Vasalási töltőminta hangolása

source: Ironing post-process (This will go on top of infills and perimeters)
hu: Vasalás utófeldolgozás (Ez a kitöltések és a peremek tetejére kerül)

source: Ironing speed
hu: Vasalás sebessége

source: Ironing speed. Used for the ironing pass of the ironing infill pattern, and the post-process infill. This can be expressed as a percentage (for example: 80%) over the Top Solid Infill speed. Ironing extrusions are ignored from the automatic volumetric speed computation.
hu: Vasalási sebesség. A vasalási kitöltési minta vasalási menetéhez és a kitöltés utáni vasaláshoz használatos. Ezt százalékban (például: 80%) lehet kifejezni a Top Solid Infill sebességhez képest. A vasalási kitöltések figyelmen kívül maradnak az automatikus térfogatsebesség-számításból.

source: It can be a good idea to use a bit darker color, as some hues can be a bit difficult to read.
hu: Jó ötlet lehet egy kicsit sötétebb színt használni, mivel egyes árnyalatok kissé nehezen olvashatók.

source: It may need a lighter color, as it's used to replace white on top of a dark background.
hu: Lehet, hogy világosabb színre van szüksége, mivel sötét háttéren fehér szín helyettesítésére használják.

source: Keep current flow
hu: Tartsa az áramlást

source: Kickstart duration
hu: Gyorsindítás időtartam

source: Layer count
hu: Rétegek száma

source: Layer height can't be lower than %s
hu: A réteg magassága nem lehet alacsonyabb, mint %s

source: Layer time goal
hu: Réteg idő cél

source: Lift z enforcement
hu: Z emelés

source: LOCKED LOCK icon indicates that the values this widget control are all the same as the system (or default) values.
hu: LOCKED A LOCK ikon azt jelzi, hogy az értékek, amelyeket ez a widget vezérel, mind megegyeznek a rendszer (vagy alapértelmezett) értékeivel.

source: Main color template.
hu: Fő színsablon.

source: Main Gui color template
hu: Fő Gui színsablon

source: Max print speed for Autospeed
hu: Max. nyomtatási sebesség auto. sebesség esetén

source: Max speed of object first layer over raft interface
hu: Az objektum első rétegének maximális sebessége a tutajfelület felett

source: Max Wipe deviation
hu: Max törlési eltérés

source: maximum speed
hu: maximális sebesség
